import slideImage1 from '../assets/imgs/promo-slider-1.jpg'
import slideImage2 from '../assets/imgs/promo-slide-2.jpg'
import slideImage3 from '../assets/imgs/promo-slide-3.jpg'
import slideImage4 from '../assets/imgs/promo-slide-4.jpg'

export const promoSliderData = [
  {
    id: 1,
    image: slideImage1,
    title: 'Новая коллекция осень-зима!',
    text: `Ощути легкость и комфорт с каждым шагом в новейших кроссовках Nike! Совершенство технологий 
    и стильный дизайн для твоей неустанной энергии.
    Выбирай Nike - и покоряй вершины своих целей. 
    Поторопись, эксклюзивные предложения уже в ожидании!
    `,
  },
  {
    id: 2,
    image: slideImage2,
    title: 'Новая коллекция осень-зима!',
    text: `Ощути легкость и комфорт с каждым шагом в новейших кроссовках Nike! Совершенство технологий 
    и стильный дизайн для твоей неустанной энергии.
    Выбирай Nike - и покоряй вершины своих целей. 
    Поторопись, эксклюзивные предложения уже в ожидании!
    `,
  },
  {
    id: 3,
    image: slideImage3,
    title: 'Новая коллекция осень-зима!',
    text: `Ощути легкость и комфорт с каждым шагом в новейших кроссовках Nike! Совершенство технологий 
    и стильный дизайн для твоей неустанной энергии.
    Выбирай Nike - и покоряй вершины своих целей. 
    Поторопись, эксклюзивные предложения уже в ожидании!
    `,
  },
  {
    id: 4,
    image: slideImage4,
    title: 'Новая коллекция осень-зима!',
    text: `Ощути легкость и комфорт с каждым шагом в новейших кроссовках Nike! Совершенство технологий 
    и стильный дизайн для твоей неустанной энергии.
    Выбирай Nike - и покоряй вершины своих целей. 
    Поторопись, эксклюзивные предложения уже в ожидании!
    `,
  },
]